var capitalData = [
  {
    "stn": 108,
    "name": "서울",
    "lon": 37.57142,
    "lat": 126.9658,
    "height": 85.67
  },
  {
    "stn": 110,
    "name": "김포공항",
    "lon": 37.55891,
    "lat": 126.79451,
    "height": 11
  },
  {
    "stn": 400,
    "name": "강남",
    "lon": 37.4982,
    "lat": 127.08162,
    "height": 12.66
  },
  {
    "stn": 401,
    "name": "서초",
    "lon": 37.48462,
    "lat": 127.02601,
    "height": 33.05
  },
  {
    "stn": 402,
    "name": "강동",
    "lon": 37.55556,
    "lat": 127.14498,
    "height": 55.29
  },
  {
    "stn": 403,
    "name": "송파",
    "lon": 37.51151,
    "lat": 127.0967,
    "height": 58.26
  },
  {
    "stn": 404,
    "name": "강서",
    "lon": 37.5739,
    "lat": 126.82953,
    "height": 80.4
  },
  {
    "stn": 405,
    "name": "양천",
    "lon": 37.52961,
    "lat": 126.8782,
    "height": 11.93
  },
  {
    "stn": 406,
    "name": "도봉",
    "lon": 37.66612,
    "lat": 127.02947,
    "height": 56.65
  },
  {
    "stn": 407,
    "name": "노원",
    "lon": 37.62186,
    "lat": 127.09192,
    "height": 25.3
  },
  {
    "stn": 408,
    "name": "동대문",
    "lon": 37.58463,
    "lat": 127.06036,
    "height": 53.96
  },
  {
    "stn": 409,
    "name": "중랑",
    "lon": 37.58551,
    "lat": 127.08682,
    "height": 39.09
  },
  {
    "stn": 410,
    "name": "기상청",
    "lon": 37.49371,
    "lat": 126.91809,
    "height": 36.44
  },
  {
    "stn": 411,
    "name": "마포",
    "lon": 37.55165,
    "lat": 126.92915,
    "height": 100.67
  },
  {
    "stn": 412,
    "name": "서대문",
    "lon": 37.57047,
    "lat": 126.94078,
    "height": 103.08
  },
  {
    "stn": 413,
    "name": "광진",
    "lon": 37.5338,
    "lat": 127.08566,
    "height": 28.63
  },
  {
    "stn": 414,
    "name": "성북",
    "lon": 37.61172,
    "lat": 126.99944,
    "height": 128.62
  },
  {
    "stn": 415,
    "name": "용산",
    "lon": 37.52038,
    "lat": 126.97611,
    "height": 31.73
  },
  {
    "stn": 416,
    "name": "은평",
    "lon": 37.64639,
    "lat": 126.94338,
    "height": 57.92
  },
  {
    "stn": 417,
    "name": "금천",
    "lon": 37.46551,
    "lat": 126.90016,
    "height": 45
  },
  {
    "stn": 418,
    "name": "한강",
    "lon": 37.52489,
    "lat": 126.93904,
    "height": 16.93
  },
  {
    "stn": 419,
    "name": "중구",
    "lon": 37.55236,
    "lat": 126.98736,
    "height": 267.05
  },
  {
    "stn": 421,
    "name": "성동",
    "lon": 37.54721,
    "lat": 127.03885,
    "height": 34.73
  },
  {
    "stn": 423,
    "name": "구로",
    "lon": 37.4942,
    "lat": 126.82652,
    "height": 56.08
  },
  {
    "stn": 424,
    "name": "강북",
    "lon": 37.63972,
    "lat": 127.02576,
    "height": 57.29
  },
  {
    "stn": 425,
    "name": "남현",
    "lon": 37.46347,
    "lat": 126.9815,
    "height": 87.86
  },
  {
    "stn": 509,
    "name": "관악",
    "lon": 37.45284,
    "lat": 126.95015,
    "height": 141.64
  },
  {
    "stn": 510,
    "name": "영등포",
    "lon": 37.52706,
    "lat": 126.90705,
    "height": 25.38
  },
  {
    "stn": 889,
    "name": "현충원",
    "lon": 37.50036,
    "lat": 126.97652,
    "height": 16.23
  },
  {
    "stn": 116,
    "name": "관악(레)",
    "lon": 37.44526,
    "lat": 126.96402,
    "height": 624.82
  },
  {
    "stn": 119,
    "name": "수원",
    "lon": 37.25746,
    "lat": 126.983,
    "height": 39.81
  },
  {
    "stn": 427,
    "name": "김포장기",
    "lon": 37.64279,
    "lat": 126.67343,
    "height": 10.54
  },
  {
    "stn": 428,
    "name": "하남덕풍",
    "lon": 37.55124,
    "lat": 127.21278,
    "height": 23.73
  },
  {
    "stn": 429,
    "name": "부천원미",
    "lon": 37.50059,
    "lat": 126.7636,
    "height": 15.67
  },
  {
    "stn": 504,
    "name": "포천",
    "lon": 37.87035,
    "lat": 127.18073,
    "height": 105.14
  },
  {
    "stn": 506,
    "name": "금촌",
    "lon": 37.74823,
    "lat": 126.77693,
    "height": 12.88
  },
  {
    "stn": 514,
    "name": "대부도",
    "lon": 37.23767,
    "lat": 126.5787,
    "height": 10
  },
  {
    "stn": 532,
    "name": "의정부",
    "lon": 37.73476,
    "lat": 127.07349,
    "height": 89.49
  },
  {
    "stn": 540,
    "name": "고양",
    "lon": 37.6373,
    "lat": 126.892,
    "height": 44.71
  },
  {
    "stn": 541,
    "name": "남양주",
    "lon": 37.63405,
    "lat": 127.15055,
    "height": 25.36
  },
  {
    "stn": 544,
    "name": "전곡항",
    "lon": 37.18565,
    "lat": 126.6544,
    "height": 10.96
  },
  {
    "stn": 545,
    "name": "안산",
    "lon": 37.28103,
    "lat": 126.83848,
    "height": 5.92
  },
  {
    "stn": 546,
    "name": "경기광주",
    "lon": 37.43529,
    "lat": 127.2592,
    "height": 122.61
  },
  {
    "stn": 549,
    "name": "용인",
    "lon": 37.27011,
    "lat": 127.22178,
    "height": 83
  },
  {
    "stn": 550,
    "name": "오산",
    "lon": 37.18787,
    "lat": 127.04873,
    "height": 41.75
  },
  {
    "stn": 565,
    "name": "시흥",
    "lon": 37.39154,
    "lat": 126.77795,
    "height": 5.77
  },
  {
    "stn": 569,
    "name": "구리",
    "lon": 37.58224,
    "lat": 127.15698,
    "height": 27.15
  },
  {
    "stn": 571,
    "name": "화성",
    "lon": 37.19525,
    "lat": 126.82094,
    "height": 45.39
  },
  {
    "stn": 572,
    "name": "성남",
    "lon": 37.42093,
    "lat": 127.12476,
    "height": 28.65
  },
  {
    "stn": 575,
    "name": "용인이동",
    "lon": 37.1058,
    "lat": 127.18766,
    "height": 51.18
  },
  {
    "stn": 589,
    "name": "능곡",
    "lon": 37.70236,
    "lat": 126.79026,
    "height": 59.07
  },
  {
    "stn": 590,
    "name": "과천",
    "lon": 37.44028,
    "lat": 127.00249,
    "height": 46.6
  },
  {
    "stn": 598,
    "name": "양주",
    "lon": 37.83118,
    "lat": 126.9905,
    "height": 87.76
  },
  {
    "stn": 599,
    "name": "광릉",
    "lon": 37.76172,
    "lat": 127.16977,
    "height": 105.82
  },
  {
    "stn": 894,
    "name": "안양동안",
    "lon": 37.39436,
    "lat": 126.95685,
    "height": 77.92
  },
  {
    "stn": 895,
    "name": "광명철산",
    "lon": 37.47867,
    "lat": 126.86531,
    "height": 52.69
  },
  {
    "stn": 896,
    "name": "군포금정",
    "lon": 37.36148,
    "lat": 126.93534,
    "height": 84.71
  },
  {
    "stn": 897,
    "name": "의왕고천",
    "lon": 37.34452,
    "lat": 126.96884,
    "height": 80.4
  }
];