var seoulData = [
  {
    "stn": 108,
    "name": "서울",
    "lon": 37.57142,
    "lat": 126.9658,
    "height": 85.67
  },
  {
    "stn": 110,
    "name": "김포공항",
    "lon": 37.55891,
    "lat": 126.79451,
    "height": 11
  },
  {
    "stn": 400,
    "name": "강남",
    "lon": 37.4982,
    "lat": 127.08162,
    "height": 12.66
  },
  {
    "stn": 401,
    "name": "서초",
    "lon": 37.48462,
    "lat": 127.02601,
    "height": 33.05
  },
  {
    "stn": 402,
    "name": "강동",
    "lon": 37.55556,
    "lat": 127.14498,
    "height": 55.29
  },
  {
    "stn": 403,
    "name": "송파",
    "lon": 37.51151,
    "lat": 127.0967,
    "height": 58.26
  },
  {
    "stn": 404,
    "name": "강서",
    "lon": 37.5739,
    "lat": 126.82953,
    "height": 80.4
  },
  {
    "stn": 405,
    "name": "양천",
    "lon": 37.52961,
    "lat": 126.8782,
    "height": 11.93
  },
  {
    "stn": 406,
    "name": "도봉",
    "lon": 37.66612,
    "lat": 127.02947,
    "height": 56.65
  },
  {
    "stn": 407,
    "name": "노원",
    "lon": 37.62186,
    "lat": 127.09192,
    "height": 25.3
  },
  {
    "stn": 408,
    "name": "동대문",
    "lon": 37.58463,
    "lat": 127.06036,
    "height": 53.96
  },
  {
    "stn": 409,
    "name": "중랑",
    "lon": 37.58551,
    "lat": 127.08682,
    "height": 39.09
  },
  {
    "stn": 410,
    "name": "기상청",
    "lon": 37.49371,
    "lat": 126.91809,
    "height": 36.44
  },
  {
    "stn": 411,
    "name": "마포",
    "lon": 37.55165,
    "lat": 126.92915,
    "height": 100.67
  },
  {
    "stn": 412,
    "name": "서대문",
    "lon": 37.57047,
    "lat": 126.94078,
    "height": 103.08
  },
  {
    "stn": 413,
    "name": "광진",
    "lon": 37.5338,
    "lat": 127.08566,
    "height": 28.63
  },
  {
    "stn": 414,
    "name": "성북",
    "lon": 37.61172,
    "lat": 126.99944,
    "height": 128.62
  },
  {
    "stn": 415,
    "name": "용산",
    "lon": 37.52038,
    "lat": 126.97611,
    "height": 31.73
  },
  {
    "stn": 416,
    "name": "은평",
    "lon": 37.64639,
    "lat": 126.94338,
    "height": 57.92
  },
  {
    "stn": 417,
    "name": "금천",
    "lon": 37.46551,
    "lat": 126.90016,
    "height": 45
  },
  {
    "stn": 418,
    "name": "한강",
    "lon": 37.52489,
    "lat": 126.93904,
    "height": 16.93
  },
  {
    "stn": 419,
    "name": "중구",
    "lon": 37.55236,
    "lat": 126.98736,
    "height": 267.05
  },
  {
    "stn": 421,
    "name": "성동",
    "lon": 37.54721,
    "lat": 127.03885,
    "height": 34.73
  },
  {
    "stn": 423,
    "name": "구로",
    "lon": 37.4942,
    "lat": 126.82652,
    "height": 56.08
  },
  {
    "stn": 424,
    "name": "강북",
    "lon": 37.63972,
    "lat": 127.02576,
    "height": 57.29
  },
  {
    "stn": 425,
    "name": "남현",
    "lon": 37.46347,
    "lat": 126.9815,
    "height": 87.86
  },
  {
    "stn": 509,
    "name": "관악",
    "lon": 37.45284,
    "lat": 126.95015,
    "height": 141.64
  },
  {
    "stn": 510,
    "name": "영등포",
    "lon": 37.52706,
    "lat": 126.90705,
    "height": 25.38
  },
  {
    "stn": 889,
    "name": "현충원",
    "lon": 37.50036,
    "lat": 126.97652,
    "height": 16.23
  }
];